<?php

return [
    '403' => 'تم رفض الوصول: يرجى تسجيل الدخول للوصول إلى هذا المورد',
    '404' => 'أُووبس! المورد غير موجود. المورد الذي تبحث عنه غير متوفر أو تم نقله.',

    'can_change_school' => 'هذا الطالب مشترك في المدرسة بالفعل. لا يمكنك تغيير المدرسة في الوقت الراهن.',
    'can_subscribe' => 'هذا الطالب لديه بالفعل الحد الأقصى لعدد الاشتراكات في وقت معين.',
    'can_generate_invoice' => 'يحتوي هذا الاشتراك على فاتورة تم إنشاؤها بالفعل.',
    'is_verified' => 'حساب هذا المستخدم تم تأكيده بالفعل.',
    'invalid_verification_code' => 'رمز التحقق غير صالح أو منتهي الصلاحية. حاول مرة اخرى.',
    'invalid_password_reset_token' => 'رمز إعادة تعيين كلمة المرور غير صالح أو منتهي الصلاحية. حاول مرة اخرى.',

    'invalid_coupon' => 'رمز القسيمة غير صالح أو منتهي الصلاحية. يرجى تجربة واحدة أخرى.',

    'incorrect_old_password' => 'كلمة السر الحالية خاطئة'

];
