<?php

return [
    '403' => 'تم رفض الوصول: يرجى تسجيل الدخول للوصول إلى هذا المورد',
    '404' => 'أُووبس! المورد غير موجود. المورد الذي تبحث عنه غير متوفر أو تم نقله.',

    'can_change_school' => 'هذا الطالب مشترك في المدرسة بالفعل. لا يمكنك تغيير المدرسة في الوقت الراهن.',
    'can_subscribe' => 'هذا الطالب لديه بالفعل الحد الأقصى لعدد الاشتراكات في وقت معين.',
    'can_generate_invoice' => 'يحتوي هذا الاشتراك على فاتورة تم إنشاؤها بالفعل.',
    'is_verified' => 'حساب هذا المستخدم تم تأكيده بالفعل.',
    'invalid_verification_code' => 'رمز التحقق غير صالح أو منتهي الصلاحية. حاول مرة اخرى.',
    'invalid_password_reset_token' => 'رمز إعادة تعيين كلمة المرور غير صالح أو منتهي الصلاحية. حاول مرة اخرى.',

    'student_is_subscribed_on_delete' => 'لايمكن حذف هذا الطالب طالما لديه اشتراك ساري حاليا.',
    'invalid_coupon' => 'رمز القسيمة غير صالح أو منتهي الصلاحية. يرجى تجربة واحدة أخرى.',
    'coupon_already_used' => 'لقد تم إستخدام هذه القسيمة من طرفكم من قبل، جرب واحدة أخرى',

    'coupon_discount_not_hundred' => 'حقل :attribute مطلوب.',

    'incorrect_old_password' => 'كلمة السر الحالية خاطئة',

    'no_face_detected' => 'يبدو أنه لايوجد وجه في الصورة، الرجاء إعادة رفع الصورة',
    'many_face_detected' => 'يبدو أنه يوجد عدة وجوه في الصورة، الرجاء إعادة رفع الصورة',
    'face_already_indexed' => 'يبدو أنه يوجد لدينا هذا الوجه في قاعدة بياناتنا، الرجاء إعادة رفع الصورة',

    'qr_is_disabled' => 'كود العبور غير مفعل لهذا الطالب',
];
